[
  {
    "url": "https://www.myscheme.gov.in/schemes/pm-kisan",
    "title": "Pradhan Mantri Kisan Samman Nidhi",
    "description": "N/A",
    "benefits": "Benefits\nFinancial benefit of Rs. 6000 per annum per family payable in three equal installments of Rs 2000 each, every four months.",
    "eligibility": "Eligibility\nAll landholding farmers' families, which have cultivable land holding in their names are eligible to get benefit under the scheme."
  },
  {
    "url": "https://www.myscheme.gov.in/schemes/kcc",
    "title": "Kisan Credit Card",
    "description": "N/A",
    "benefits": "Benefits\nFixation of credit limit/Loan amount\nThe short-term limit to arrive for the first year: For farmers raising a single crop in a year: Scale of finance for the crop (as decided by District Level Technical Committee) x Extent of area cultivated + 10% of limit towards post-harvest / household/consumption requirements + 20% of limit towards repairs and maintenance expenses of farm assets + crop insurance, PAIS & asset insurance.\nLimit for second & subsequent year: First-year limit for crop cultivation purposes arrived at as above plus 10% of the limit towards cost escalation/increase in the scale of finance for every successive year ( 2nd, 3rd, 4th and 5th year) and estimated Term loan component for the tenure of Kisan Credit Card, i.e., five years.\nFor farmers raising more than one crop in a year, the limit is to be fixed as above depending upon the crops cultivated as per the proposed cropping pattern for the first year and an additional 10% of the limit towards cost escalation/increase in the scale of finance for every successive year (2nd, 3rd, 4th and 5th year). It is assumed that the farmer adopts the same cropping pattern for the remaining four years also. In case the cropping pattern adopted by the farmer is changed in the subsequent year, the limit may be reworked. \nTerm loans for investments towards land development, minor irrigation, purchase of farm equipment and allied agricultural activities. The banks may fix the quantum of credit for the term and working capital limit for agricultural and allied activities, etc., based on the unit cost of the asset/s proposed to be acquired by the farmer, the allied activities already being undertaken on the farm, the bank’s judgment on repayment capacity vis-a-vis total loan burden devolving on the farmer, including existing loan obligations.\nThe long-term loan limit is based on the proposed investments during the five-year period and the bank’s perception of the repaying capacity of the farmer \nMaximum Permissible Limit: The short-term loan limit arrived for the 5th year plus the estimated long-term loan requirement will be the Maximum Permissible Limit (MPL) and treated as the Kisan Credit Card Limit.\nFixation of Sub-limits for other than Marginal Farmers: \nShort-term loans and term loans are governed by different interest rates. Besides, at present, short-term crop loans are covered under Interest Subvention Scheme/ Prompt Repayment Incentive scheme. Further, repayment schedules and norms are different for short-term and term loans. Hence, in order to have operational and accounting convenience, the card limit is to be bifurcated into separate sub-limits for short-term cash credit limit cum savings account and term loans. \nThe drawing limit for short-term cash credit should be fixed based on the cropping pattern and the amounts for crop production, repairs and maintenance of farm assets and consumption may be allowed to be drawn at the convenience of the farmer. In case the revision of the scale of finance for any year by the district-level committee exceeds the notional hike of 10% contemplated while fixing the five-year limit, a revised drawable limit may be fixed and the farmer is advised about the same. In case such revisions require the card limit itself to be enhanced (4th or 5th year), the same may be done and the farmer be so advised. For term loans, instalments may be allowed to be withdrawn based on the nature of the investment and the repayment schedule drawn as per the economic life of the proposed investments. It is to be ensured that at any point in time, the total liability should be within the drawing limit of the concerned year. \nWherever the card limit/liability so arrived warrants additional security, the banks may take suitable collateral as per their policy.",
    "eligibility": "Eligibility\nEligibility\nFarmers - individual/joint borrowers who are owner cultivators;\nTenant farmers, oral lessees & share croppers;\nSelf Help Groups (SHGs) or Joint Liability Groups (JLGs) of farmers including tenant farmers, share croppers etc"
  },
  {
    "url": "https://www.myscheme.gov.in/schemes/pmfby",
    "title": "Pradhan Mantri Fasal Bima Yojna (PMFBY)",
    "description": "N/A",
    "benefits": "Benefits\nAffordable Premiums: The maximum premium payable by the farmer will be 2% for the Kharif food and oilseed crops. For rabi food and oilseeds crop, it is 1.5% and for yearly commercial or horticultural crops it will be 5%. The remaining premium is subsidized by the government.\n* For the farmers in North-Eastern States, Jammu, Kashmir, and Himachal Pradesh, the government also pays the entire premium.\nComprehensive Coverage: The scheme covers natural disasters (droughts, floods), pests, and diseases. Post-harvest losses due to local risks like hailstorms and landslides are also included.\nTimely Compensation: PMFBY aims to process claims within two months of the harvest to ensure that farmers get the compensation quickly, preventing them from falling into debt traps.\nTechnology-Driven Implementation: PMFBY integrates advanced technologies like satellite imaging, drones, and mobile apps for precise estimation of crop loss, ensuring accurate claim settlements.\n﻿\n\nRISKS COVERED\nYield Losses (Standing Crops): The Government provides this insurance coverage for yield losses that fall under the non-preventable risks, such as Natural Fire and Lightning: Storm, Hailstorm, Tornado etc.:  Flood, Inundation and Landslide;  Pests/ Diseases, etc.; Drought etc.\nPrevented Sowing: Cases may arise where most of the farmers (insured )of notified areas may want to plant or sow. In such cases, they have to bear the expenditure for that cause and are restricted from planting or sowing insured crops because of unfavourable weather conditions. These farmers will then become eligible for the indemnity claims of up to a maximum of 25% of the sum insured.\nPost-harvest Losses: The Government provides for post-harvest losses on an individual farm basis. The Government offers coverage of up to 14 days (maximum) from harvesting for crops that are stored in “cut and spread” condition. It means that the Government covers farmers who have put the crops to become sun-baked in the field after harvesting that have been destroyed due to cyclone or cyclonic rains occurred across the country.\nLocalised Calamities: The Government provides for localised calamities on an individual farm basis. Risks such as loss or damage arising from identified localised hazards, such as hailstorms, landslides, and inundation impacting separated farmlands in the notified area comes under this coverage.",
    "eligibility": "Eligibility\nAll farmers, including tenant farmers and sharecroppers growing notified crops in notified areas.\nFarmers must have an insurable interest in the insured crops.\nFarmers must possess a valid and authenticated land ownership certificate or a valid land tenure agreement.\nThe farmer must be a cultivator or sharecropper on the insured land.\nThe farmer must apply for insurance coverage within the prescribed time frame, usually within 2 weeks of the start of the sowing season.\nFarmers must not have received compensation for the same crop loss from any other medium or source."
  },
  {
    "url": "https://www.myscheme.gov.in/schemes/nai",
    "title": "National Agriculture Insurance Scheme",
    "description": "N/A",
    "benefits": "Benefits\nComprehensive Crop Coverage:\nProtection against crop loss due to natural calamities (floods, droughts, hailstorms), pests, diseases, and localized risks.\nIncludes coverage for sowing, standing crops, and post-harvest losses.\nSubsidized Premiums for Small Farmers:\nSmall and marginal farmers receive premium subsidies, making the scheme affordable for them.\nAffordable Premiums for All Farmers:\nLow premium rates for both loanee and non-loanee farmers, with premiums deducted from agricultural loans.\nQuick Claim Settlement:\nFast processing and direct claim settlement to the farmer’s bank account.\nEncourages Better Farming Practices:\nPromotes risk mitigation and adoption of modern agricultural practices, increasing productivity.\nWide Crop Coverage:\nCovers food crops, oilseeds, and horticultural crops, ensuring protection for most farmers.\nNationwide Accessibility:\nAvailable to farmers across the country, making it a national safety net.\n﻿\n\nPremium Rates\nFood crops and oilseeds:\nKharif crops: 3.5% of the sum insured.\nRabi crops: 1.5% of the sum insured.\nCommercial and horticultural crops: Actuarial premium rates apply.\nThe premium for Small & Marginal farmers is subsidised to the extent of 10% which is shared by the State Govt. and Govt. of India",
    "eligibility": "Eligibility\nLoanee Farmers:\nFarmers who avail seasonal agricultural operations (SAO) loans from financial institutions (banks, co-operative societies, etc.) are automatically covered under the scheme.\nThe coverage for loanee farmers is compulsory, and premiums are deducted from the loan amount.\n﻿\n\nNon-Loanee Farmers:\nNon-loanee farmers can apply voluntarily for the insurance coverage.\nThe application must be submitted before the deadline for each crop season.\n﻿\n\nNotified Crops and Areas:\nThe crops to be insured and the areas where the scheme is applicable are announced by the government each year."
  },
  {
    "url": "https://www.myscheme.gov.in/schemes/kcc",
    "title": "Kisan Credit Card",
    "description": "N/A",
    "benefits": "Benefits\nFixation of credit limit/Loan amount\nThe short-term limit to arrive for the first year: For farmers raising a single crop in a year: Scale of finance for the crop (as decided by District Level Technical Committee) x Extent of area cultivated + 10% of limit towards post-harvest / household/consumption requirements + 20% of limit towards repairs and maintenance expenses of farm assets + crop insurance, PAIS & asset insurance.\nLimit for second & subsequent year: First-year limit for crop cultivation purposes arrived at as above plus 10% of the limit towards cost escalation/increase in the scale of finance for every successive year ( 2nd, 3rd, 4th and 5th year) and estimated Term loan component for the tenure of Kisan Credit Card, i.e., five years.\nFor farmers raising more than one crop in a year, the limit is to be fixed as above depending upon the crops cultivated as per the proposed cropping pattern for the first year and an additional 10% of the limit towards cost escalation/increase in the scale of finance for every successive year (2nd, 3rd, 4th and 5th year). It is assumed that the farmer adopts the same cropping pattern for the remaining four years also. In case the cropping pattern adopted by the farmer is changed in the subsequent year, the limit may be reworked. \nTerm loans for investments towards land development, minor irrigation, purchase of farm equipment and allied agricultural activities. The banks may fix the quantum of credit for the term and working capital limit for agricultural and allied activities, etc., based on the unit cost of the asset/s proposed to be acquired by the farmer, the allied activities already being undertaken on the farm, the bank’s judgment on repayment capacity vis-a-vis total loan burden devolving on the farmer, including existing loan obligations.\nThe long-term loan limit is based on the proposed investments during the five-year period and the bank’s perception of the repaying capacity of the farmer \nMaximum Permissible Limit: The short-term loan limit arrived for the 5th year plus the estimated long-term loan requirement will be the Maximum Permissible Limit (MPL) and treated as the Kisan Credit Card Limit.\nFixation of Sub-limits for other than Marginal Farmers: \nShort-term loans and term loans are governed by different interest rates. Besides, at present, short-term crop loans are covered under Interest Subvention Scheme/ Prompt Repayment Incentive scheme. Further, repayment schedules and norms are different for short-term and term loans. Hence, in order to have operational and accounting convenience, the card limit is to be bifurcated into separate sub-limits for short-term cash credit limit cum savings account and term loans. \nThe drawing limit for short-term cash credit should be fixed based on the cropping pattern and the amounts for crop production, repairs and maintenance of farm assets and consumption may be allowed to be drawn at the convenience of the farmer. In case the revision of the scale of finance for any year by the district-level committee exceeds the notional hike of 10% contemplated while fixing the five-year limit, a revised drawable limit may be fixed and the farmer is advised about the same. In case such revisions require the card limit itself to be enhanced (4th or 5th year), the same may be done and the farmer be so advised. For term loans, instalments may be allowed to be withdrawn based on the nature of the investment and the repayment schedule drawn as per the economic life of the proposed investments. It is to be ensured that at any point in time, the total liability should be within the drawing limit of the concerned year. \nWherever the card limit/liability so arrived warrants additional security, the banks may take suitable collateral as per their policy.",
    "eligibility": "Eligibility\nEligibility\nFarmers - individual/joint borrowers who are owner cultivators;\nTenant farmers, oral lessees & share croppers;\nSelf Help Groups (SHGs) or Joint Liability Groups (JLGs) of farmers including tenant farmers, share croppers etc"
  },
  {
    "url": "https://www.myscheme.gov.in/schemes/isac",
    "title": "Integrated Scheme on Agriculture Cooperation",
    "description": "N/A",
    "benefits": "Benefits\nGrant-in-aid under the ISAC scheme for projects related to weaker sections/women cooperatives and labour cooperatives:\n﻿\n\nCooperatively least developed states {Arunachal Pradesh, Assam, Bihar, Jharkhand, Jammu & Kashmir, Manipur, Meghalaya, Mizoram, Nagaland, Sikkim, and Tripura} : 25%\nCooperatively under-developed states {Andhra Pradesh*, Chhattisgarh, Goa, Himachal Pradesh, Madhya Pradesh, Odisha, Rajasthan, Telangana, Uttar Pradesh, Uttarakhand, West Bengal, Andaman & Nicobar Islands (UT) and Lakshadweep (UT)}: 20%\nCooperatively developed states {Gujarat, Haryana, Karnataka, Kerala, Maharashtra, Punjab, Tamilnadu, Chandigarh (UT), Dadra & Nagar Haveli (UT), Daman & Diu (UT), Puducherry (UT), Delhi } : 15%",
    "eligibility": "Eligibility\nEligible Sectors for NCDC’s assistance.\nAgricultural Marketing, Processing, Storage, Computerization and weaker sections’ Programmes, and input supply, Plantation/ horticultural crops, SC & ST cooperatives, tribal cooperatives, hill area cooperatives, dairy, poultry, livestock, fisheries, handloom coir, jute, cash crops, sericulture, computerization of cooperatives including PACS, DCCB and State Cooperative Banks, Spinning Mills, modernization/expansion of existing mills, rehabilitation of sick Cooperative Spinning Mills, Margin money assistance to cooperative spinning mills.\nEligible Organizations for seeking assistance\nSocieties should not be less than three years older, having positive balance net worth for last three years and having rich experience in the field for which project is proposed under the scheme. In the case of government sponsored projects for cooperatives, this condition could be relaxed on case to case basis by Managing Director, NCDC \nCooperatives Sectors/Organizations must :\nBe registered under the Cooperative Societies Act of the respective state.\nBe undertaking activities related to agriculture and allied sectors, such as marketing, storage, processing of agricultural produce, and supply of agricultural inputs.\nBe financially viable and have a good track record.\nBe eligible for financial assistance from the NCDC."
  },
  {
    "url": "https://www.myscheme.gov.in/schemes/pm-kusum",
    "title": "Pradhan Mantri Kisan Urja Suraksha Evam Utthan Mahabhiyan Scheme For Farmers.",
    "description": "N/A",
    "benefits": "Benefits\nThis scheme provides the following benefits:\nThe Indian Government initiated the construction of solar plants that can generate an aggregate of 28,250 MW of power.\nThe Government will subsidize 60% and provide a loan of 30% of the total cost. This leads our farmers to bear only 10% of the total cost to install solar plants and solar pumps.\nAs per the KUSUM Scheme details, our Government will provide subsidies to install state-of-the-art solar pumps. They improve irrigation as they hold 720MV of capacity.\nThis scheme offers our farmers an opportunity of selling the extra power generated by the plants directly to our Government. This ensures the scope of increase in the income of our farmers.\nA landholder in a rural area can get a stable source of income by utilizing barren and uncultivated land for solar plant implementation for 25 years.\nThe solar plants will be set up above a minimum height in cultivable lands. This way, our farmers will be able to continue with cultivation after installing the plants.\nKUSUM Scheme ensures increasing use of renewable energy helps to mitigate pollution in farms and opens a gateway to eco-friendly cultivation",
    "eligibility": "Eligibility\nThe eligible categories for KUSUM Scheme are:\n﻿\n\nAn individual farmer.\nA group of farmers.\nFPO or Farmer producer organization.\nPanchayat.\nCo-operatives.\nWater User Associations."
  },
  {
    "url": "https://www.myscheme.gov.in/schemes/kvps",
    "title": "Kisan Vikas Patra Scheme",
    "description": "N/A",
    "benefits": "Benefits\nThe scheme offers an interest rate of 7.5 % compounded annually on investment.\nAmount Invested doubles in 115 months (9 years & 7 months).\nNo maximum deposit limit.\nAccounts can be opened in Post offices and in authorized banks.\nKVP can be transferred from one person to another and from one post office to another.\nKVP can be encashed after 2 and half years from the date of investment at the specified rates.",
    "eligibility": "Eligibility\nAny individual who is a resident of India can avail of the benefits under the scheme.\nA parent/guardian may invest on behalf of a minor or person of unsound mind.\nThe minimum age of minors should be 10 years.\nDeposits:\nA minimum of ₹1000/- and any sum in multiples of ₹100/-, may be deposited in an account.\nThere shall be no maximum limit for deposits in an account or in accounts held by an account holder.\nAn individual may open any number of accounts.\nPayment on maturity:\nThe maturity period of an account opened between 12th December 2019 to 31st March 2020 (both days inclusive) shall be 9 years and five months. Deposit made in the account shall double on maturity and the amount of maturity may be repaid to the account holder.\nThe maturity period of an account opened on or after the first day of April 2020 shall be 10 years and four months. Deposit made in the account shall double on maturity.\nThe maturity period of the deposit under this Scheme shall be determined by the rate of interest applicable at the time of opening the account."
  },
  {
    "url": "https://www.myscheme.gov.in/schemes/pmksypdmc",
    "title": "Pradhan Mantri Krishi Sinchayee Yojana: Per Drop More Crop",
    "description": "N/A",
    "benefits": "Benefits\nFinancial assistance to farmers for the installation of irrigation components under Micro Irrigation (all assets/ water sources for this must be mandatorily linked with a Micro Irrigation system to achieve water use efficiency).\nInstallation of drip or sprinkler irrigation in the farmers’ field for selected crops.\nInstallation of the irrigation system can be done either by the farmers themselves or by the selection of any approved Micro Irrigation companies.\nThe pattern of assistance payable to the beneficiary under the micro irrigation scheme will be 55% for small and marginal farmers and 45% for other farmers which will be met by both the Central Government and State Government in the ratio of 60:40 for all states except the North Eastern and Himalayan states. In the case of these states, the ratio of sharing is 90:10. For the Union Territories, the funding pattern is 100% granted by the Central Government.\nDirect Benefit Transfer into the accounts of farmers.\nFarmers can also avail benefits like water harvesting structures both at individual and community levels, water lifting devices for conveyance efficiency, and digging of a farm pond, under Other Interventions of Per Drop More Crop.",
    "eligibility": "Eligibility\nThe applicant should be a citizen of India.\nAll the farmers of the State & Union Territory are eligible to take the benefits of this scheme.\nThe subsidy payable to the beneficiary will be limited to an overall ceiling of 5 hectares per beneficiary.\nNote 01: The beneficiary has to purchase only BIS-marked systems/components under the scheme.\nNote 02: The scheme is to be implemented through the mechanism of Direct Benefit Transfer (DBT). Aadhaar details of the beneficiary are required to access the benefit of the programme."
  },
  {
    "url": "https://www.myscheme.gov.in/schemes/rkvyshfshc",
    "title": "RKVY Soil Health and Fertility - Soil Health Card",
    "description": "N/A",
    "benefits": "Benefits\nThe scheme targets to provide following benefits:\n1)\tProvide free / affordable access to soil test\n2)\tProvide farmers with timely and accurate soil analysis results\n3)\tFacilitate customized soil nutrient recommendations based on test results\n4)\tEnable farmers to optimize their fertiliser use and minimise input costs, and hence avoid under- or over- application of fertiliser\n﻿",
    "eligibility": "Eligibility\nThe scheme is applicable for all farmers in India."
  },
  {
    "url": "https://www.myscheme.gov.in/schemes/ky-smsp",
    "title": "Krishonnati Yojana - Sub Mission On Seed And Planting Material (SMSP)",
    "description": "N/A",
    "benefits": "Benefits\nIntervention: Strengthening for Seed Quality Control \nPattern of Funding: 100% GOI share, except a new sub-component with 75:25 Centre:State share\nRate of Assistance:\n(i) Seed Testing Laboratories\nEquipment for Seed Testing Laboratories: Assistance for Rs.60 lakh per laboratory will be available for laboratory equipment. Details of equipment and \nestimated cost for handling approximately 10,000 samples per year in a laboratory is given in Annexure–II. \nRenovation of Seed Testing Laboratory: Rs. 20.00 lakh available for renovation of a seed testing laboratory with the capacity of 10,000 seed samples with \narea of 250 Sqm. \nEquipment for DNA Finger Printing / Varietal Purity - Testing Laboratory: Assistance for Rs.70 lakh will be available for the DNA fingerprinting facility at one notified seed testing laboratory.\nSpecialized seed health testing units: Assistance for Rs. 55.00 lakh will be available to establish/strengthen one specialized seed health testing laboratory. \nPayment of ISTA fee: Financial assistance of Rs.15 lakh will be available to the maximum 5 Seed Testing Laboratories functioning under NSRTC, State \nGovernment/Union Territories, Seeds Corporations, and Seed Certification Agencies to obtain/run the membership of the International Seed Testing Association \n(ISTA).\n﻿\n\n(ii) Strengthening of Seed Law Enforcement: \nAssistance for reimbursement of seed sample cost @ Rs. 10.00 lakh is available. (75% centre : 25 % State)\n﻿\n\n(iii) Support to the National Seed Research and Training Center: Financial assistance of Rs. 12.00 crore will be provided to NSRTC for salary wages, \nmaintenance of facilities and other routine activities, and administrative expenditures for 3 years. Development of Centralized Seed Certification Portal \nat NSRTC: Financial Assistance will be provided for the development of software and hardware @Rs. 20.00 lakh per State Seed Certification Agency Centralized Seed Certification Portal at NSRTC for giving linkage to the 25 SSC.\n﻿\n\n(iv) Training and workshop: Financial assistance of Rs.2.00 lakh will be available for training on seed-related activities viz. training of 25 persons for 5 days \ntraining course. \n﻿\n\n(v) Strengthening of Central Seed Committee and Central Seed Certification Board: Financial assistance of Rs..10.00 lakh per year is available for TA / DA for \nnon-official members of CSC & CSCB and its sub-committees.\n﻿\n\nIntervention: Strengthening of Grow Out Test (GOT) Facilities \nPattern of Funding: 100% GOI\nRate of Assistance: \n(i) Grow-out Test Farm: Financial assistance of Rs.50.00 lakhs for strengthening of 5 hectares of GOT farm. \n(ii) Green House facility: An assistance of Rs.10 lakh will be available for the establishment of a Green House facility for eligible organizations. \n﻿\n\nIntervention: Support to Seed Certification Agencies\nPattern of Funding: 25% GOI : 75% State\nRate of Assistance: \n(i) Salary for the Staff: Rs.50.00 lakh, per agency, per year. will be available for staff who are involved in seed management; field inspection; sampling; \nanalysis; monitoring; evaluation, certification, and pre and post-harvesting supervision, etc. \n(ii) Travelling allowance: 25% of the total cost of traveling allowance is subject to a maximum limit of Rs. 10.00 lakh per agency to conduct of inspection, \nanalysis and certification activities, the mobility of staff through jeep and motorcycle is proposed based on one for every 800 hectares and 400 hectares \nrespectively.\n(iii) Office Automation & Communication Facility: Financial assistance will be available to each seed certification agency for supporting Office automation & \nCommunication facility up to Rs.50.00 lakh per SCA.\n﻿\n\nIntervention: Seed Treatment \nPattern of Funding: 75% GOI : 25% State\nRate of Assistance: Financial assistance will be available up to 75% of the cost as a subsidy for the cost of seed treatment @ Rs.100.00 per quintal of seeds with maximum central assistance for one agency per year will be Rs.20 lakh.\n﻿\n\nIntervention: Promotion of Seed Export\nPattern of Funding: 100% GOI\nRate of Assistance:\n(i) Assistance freight charges from seed store/ware house to port of exit @30% of the actual cost subject to maximum of Rs.3.00 lakh per beneficiary (20 units). \n(ii) Assistance to exporter/producer/growers for set up of seed conditioning unit for conditioning the seeds for export including controlled storage unit @40% of the actual cost subject to maximum of Rs.10.00 lakh per beneficiary (19 units). \n(iii) Up-gradation of Seed Testing Laboratory upto the ISTA Standard to issue the orange certificate for international seed trade @25% of the actual cost subject to maximum of Rs.5.00 lakh per beneficiary (10 laboratories). \n﻿\n\nIntervention: Support for R&D, Contract Research and Acquisition of New Varietal Products\nPattern of Funding: 60% GOI : 40% State \nRate of Assistance: Assistance of 60% subject to a maximum of Rs.1.15 crore will be provided to prepare a project for the acquisition of a new varietal project, technology Contract Research, setting up of an R&D Unit, etc. The beneficiary institute has to provide a detailed financial backup of the remaining 40% of the project. \n﻿\n\nIntervention: Strengthening of Seed Farms\nPattern of Funding: 75% GOI : 25% State\nRate of Assistance: 75% financial assistance restricted to approved project cost to a maximum limit of Rs.80.21 lakh including State share will be provided by GOI to implementing agencies for each farm which comprises - \n(i) Financial assistance of Rs.5.00 lakh will be provided for the renovation of Staff Quarters including office building etc. for each farm.\n(ii) Financial assistance of Rs.3.00 lakh will be provided for repairing of internal roads etc. for each farm. \n(iii) Financial assistance of a total of Rs.11.00 lakh will be provided for repair, purchase of farm machinery & equipment, etc. as per cost norms for each farm \n(iv) Financial assistance of a total of Rs.3.00 lakh will be provided for the construction of farm machinery & equipment etc. sheds on each farm \n(v) Financial assistance of a total of Rs.3.65 lakh will be provided for the construction /repairing of the threshing floor @ Rs.730/sq. meter to a maximum of 500 sqm. for each farm.\n(vi) Financial assistance of a total of Rs.14.00 lakh will be provided for the establishment of a Seed Processing Plant with 200 MT capacity including Building (Rs.9.80 lakh), approach road (Rs. 2.20 lakh), Drainage (Rs.2.20 lakh).\n(vii) Financial assistance of a total of Rs.7.56 lakh will be provided for Seed Processing Machinery/supporting equipment etc. for each Farm.\n(viii) Financial assistance of a total of Rs.10.50 lakh will be provided for Prefabricated/or another type of Seed Storage Godown of 200 MT capacity for each Farm. \n(ix) Financial assistance of Rs.5.00 lakh for the development of irrigation facilities will be provided under - \na) Shallow tube well (70-80 feet) Rs.1.50 lakh \n(b) Medium tube well(40 meter) Rs.3.00 lakh \n(c) Deep tube well(75 meter) Rs.3.90 lakh \n(x) assistance of a total of Rs.7.50 lakh maximum will be provided for Irrigation underground HDPs Pipeline etc. for each farm. \n(xi) Financial assistance for Drip & Sprinkler Irrigation facilities will be provided as per NMMI or actual, whichever is less upto a maximum of Rs.10.00 lakhs. \n﻿\n\nIntervention: Seed Village\nPattern of Funding: 100% GOI\nRate of Assistance:\n(i) Distribution of Seeds: 50% assistance will be provided for the distribution of foundation / certified seeds required for a 1-acre area per farmer for cereal crops. \n(ii) Financial assistance @ 60% cost of foundation/ certified seeds of pulses, oilseeds, Green Manure & Fodder crops, etc. required for a 1-acre area per farmer will be provided. \n(iii) Financial assistance of Rs.15000 per group ( 50-150 farmers in each group) will be provided for farmers' training on seed production and post-harvest seed technology (Rs.0.15 lakh).\n(iv) Financial assistance for treating seeds produced in the Seed Village will be available @ 3500 per seed treating drum of 20 kg capacity and Rs. 5000 per drum of 40 kg capacity. \n(v) To encourage farmers to develop storage capacity of appropriate quality, financial assistance will be given to farmers for purchasing Seed Storage bins. The rate of assistance will be as under:\n@33% for SC/ST farmers for 10 QTLs. capacity Rs.1500\n@33% for SC/ST farmers for 20 QTLs. capacity Rs.3000\n@25% for General farmers for 10 QTLs. capacity Rs.1000 \n@25% for General farmers for 20 QTLs. capacity Rs.2000\n﻿\n\nIntervention: Certified Seed Production through Seed Villages \nPattern of Funding: 75% GOI : 25% State\nRate of Assistance: \n(i) 75% financial assistance will be provided for foundation/certified seeds required for 1 acre per farmer for pulses, oilseeds, fodder, and green manure crops. \n(iI) Financial assistance @50% of seed certification charges actual or maximum of Rs.600/ha whichever is less. (Rs.0.60 lakh for 100ha. area) \n(iII) Financial assistance @ Rs.15000 per group (of 50-150 farmers in each group) will be provided for farmers' training on seed production and post-harvest seed technology will be provided. \n(iv) Assistance to establish seed processing and prefabricated or another type of seed storage godowns 150 sqm. @ Rs.10000 per sqm. to process and store 200 Mt capacity will be available for each seed village \n(v) Financial assistance of Rs.7.56 lakh will be provided for seed processing machinery and supporting equipment. \n﻿\n\nIntervention: Seed Processing Plant \nPattern of Funding: 100% GOI\nRate of Assistance: \n(i) Financial assistance will be provided to modular design of 1000 MT and higher annual capacity seed processing capacity plants (wheat basis) @ Rs. 37.80 lakh and so on.\n(ii) Financial assistance for construction of the building required for the Seed processing plant and other supporting structures @ Rs. 32.70 lakh and so on.\n﻿\n\nIntervention: Seed Storage\nPattern of Funding: 100% GOI \nRate of Assistance:\n(i) Financial assistance towards the cost of construction for various types of seed storage godowns including pallets/ racks, covers, sprays, dusters, etc. required for the safe storage of seeds will be provided as per the details annexed. \n(ii) Financial assistance for the modernization of existing Asbestos Sheet stores / ventilated flat roof stores dehumidified or air-conditioned and dehumidified stores will be provided at a differential cost @ Rs. 6500 per sqm. and Rs. 10500 per sqm. respectively. Financial Assistance @ Rs. 4000/- sqm. will also be provided for the modernization of dehumidified storage to the level of air-conditioned and dehumidified stores.\n﻿\n\nIntervention: Transport Subsidy\nPattern of Funding: 100% GOI\nRate of Assistance:\n(i) 100% difference between road and Rail transportation charges will be reimbursed to the implementing States/ Agencies for the Movement of Seeds produced outside the States and moved to these identified States' Capital/district headquarter. \n(ii) Actual cost restricted to a maximum limit of Rs.120 per QTLs. whichever is less for movement of seeds transported within the State from States Capitals / District Head Quarters to sales outlets /sale counters will be reimbursed to the identified States.\n﻿\n\nIntervention: Assistance for Maintenance of Breeder Seed \nPattern of Funding: 75% GOI : 25% State\nRate of Assistance: Financial assistance @ Rs. 99.98 lakh (Recurring and non-recurring) will be provided for the maintenance breeding of nucleus seeds for further multiplication of breeder seeds of various agricultural crops.\n﻿\n\nIntervention: National Seed Reserve \nPattern of Funding: 100% GOI\nRate of Assistance: \n(i) Cost of Seeds (Revolving Fund): Financial assistance @ 100% of the total procurement value of foundation and certified seeds will be given to the\nparticipating organizations in the form of revolving funds. \n(ii) Maintenance Cost: Maintenance costs pertaining to Processing charges, cost of packing material, labor costs involved in the packing, and cost of certification will \nbe provided to the implementing agency up to Rs.300 per QTL. and handling costs up to Rs.200 per QTL. subject to the actual cost incurred by implementing agencies. \n(iii) Cost of Seed Storage Infrastructure:- Financial assistance will be provided in the enlarged proportion based on the criteria fixed/ specified in the guidelines - \n﻿\n\nParticulars: Ventilated Flat Roof Stores\nCapacity (in M.T.): 1000 \nSize (in sq.m.): 700 \nRate ( in Rs./sq.m.): 7500 \nTotal Cost (in Lakhs): 52\n﻿\n\n• Electrification- @ 5% of the cost of Rs. 52.50 lakh incurred on seed storage infrastructure for one location = Rs. 2.62 lakh \n• Compound wall & internal roads - @ 5% of the cost of Seed Storage infrastructure for one location i.e., = Rs. 2.62 lakh \n﻿\n\n(iv) Cost of material handling equipment: Financial assistance will be provided @ Rs. 50 per QTLs to the implementing agency for purchasing material handling equipment. \n(v) Assistance for purchase of Machinery, plant building, receiving shed, and drying platform: The maximum assistance to the implementing agencies will be given for the purchase of machinery upto the capacity of 3000 tonnes per annum at the place where NSR has been maintained. \n﻿\n\nItem: Equipment & Machinery Cost (Rs. in Lakhs)\nCapacity of 1000 tonnes per annum: 37.80\nCapacity of 2000 tonnes per annum: 43.00\nCapacity of 3000 tonnes per annum: 61.00\n﻿\n\nItem: Size in sqm. @ Rs. 7000/sqm. \nCapacity of 1000 tonnes per annum: 450 \nCapacity of 2000 tonnes per annum: 525 \nCapacity of 3000 tonnes per annum: 700\n﻿\n\nItem: Plant building cost (Rs. in Lakh)\nCapacity of 1000 tonnes per annum: 31.50\nCapacity of 2000 tonnes per annum: 36.75\nCapacity of 3000 tonnes per annum: 49.00\n﻿\n\nItem: Size in sqm. @ Rs. 1200/sq.m.\nCapacity of 1000 tonnes per annum: 100\nCapacity of 2000 tonnes per annum: 200\nCapacity of 3000 tonnes per annum: 300\n﻿\n\nItem: Drying Platform Cost (Rs. in Lakh)\nCapacity of 1000 tonnes per annum: 1.20\nCapacity of 2000 tonnes per annum: 2.40\nCapacity of 3000 tonnes per annum: 3.60\n﻿\n\nItem: TOTAL\nCapacity of 1000 tonnes per annum: 70.50\nCapacity of 2000 tonnes per annum: 82.15\nCapacity of 3000 tonnes per annum: 113.60\n﻿\n\n(vi) Cost of services outsourced for fumigation, spraying, maintenance of dust free environment staking, de-staking and other operations involving labour:- Maximum assistance upto Rs. 10 per qtl or actual amount incurred (whichever is less) would be provided to the implementing agencies every year on \nthe qty of seeds maintained by the implementing agency. \n(vii) Cost of condemnation/unfit seeds: 10% qty of targeted quantity for the National Seed Reserve may be allowed under cost of condemnation. \n“The procurement value of the seeds of 10% of reserved quantity or maintained quantity (x) - the value of seeds sold as commercial grain after condemnation (Y) = reimbursable amount would be (x-y)”\n(viii) Cost of Computerization: The lump sum financial assistance on the basis of the requirement of Implementing agency would be provided to maintain the information on crop-wise, and variety-wise quantity maintained by the implementing agencies under NSR against the quantity allotted by GOI.\n﻿\n\nIntervention: Application of Bio-Technology in Agriculture\nPattern of Funding: 100% GOI\nRate of Assistance: Financial Assistance up to Rs. 2.50 crores for the establishment of a new Tissue Culture Unit and financial assistance up to Rs. 20 lakh for rehabilitation /strengthening of the old tissue culture lab as per the item given in the details in the Scheme.\n﻿\n\nIntervention: Public-Private Partnership in Seed Sector\nPattern of Funding: 50% GOI : 50% State\nRate of Assistance: The credit linked @ 50% of the cost of the project subject to a maximum of Rs.50.00 lakh per beneficiary will be provided. \n﻿\n\nIntervention: Assistance for Boosting Seed Production in Private Sector\nPattern of Funding: 100% GOI\nRate of Assistance:\na) Credit-linked back-ended subsidy is enhanced @40% of the capital cost of the project in general areas and 50% in case of hilly and scheduled areas subject to an upper limit of Rs 150 lakhs per project \nb) Assistance will also be available for R&D. \nc) With subsidy as proposed, a Committee will be set up by the Department to recommend cases and monitor progress under the Scheme. \nd) An agency will be selected and designated by the Mission as the nodal agency subject to the overall control of the Committee. 2% of the total fund utilized under the component will be allowed as administrative charges for the agency. \ne) Efforts will be made to popularize the Scheme and 2% of the annual allocation will be allowed as cost for the same.\n﻿\n\nIntervention: Support to Sub-Mission Director and Survey / Studies \nPattern of Funding: 100% GOI\nRate of Assistance: Hiring of consultants @ Rs. 70,000/- (max) along with supporting staff and surveys/studies conducted for smooth/effective implementation of the SMSP.\n﻿\n\nIntervention: PPV&FRA\nPattern of Funding: 100% GOI\nRate of Assistance: Funds have been allocated for the PPV&FRA to undertake day-to-day activities and mandated works under PPVFR Act.",
    "eligibility": "Eligibility\nThe applicant must be a Small or Marginal Farmer."
  },
  {
    "url": "https://www.myscheme.gov.in/schemes/cpis",
    "title": "Coconut Palm Insurance Scheme",
    "description": "N/A",
    "benefits": "Benefits\nSum Insured & Premium: Under this scheme, 50% of the premium is borne by the Board and balance is shared between the State Government and Farmers @ 25% each, as below:\nAge group of Palms\tPremium per plant/year\tBoard’s Share (50%)\tState Govt. Share (25%)  \tFarmer’s Share (25%)   \tSum insured per palm\n4-15 years \t₹9\t₹4.50\t₹2.25\t₹2.25\t₹900/-\n16-60 years\t₹14\t₹7\t₹3.50\t₹3.50\t₹1750/-\nPremium Subsidy:\nOf amount under above, 50% will be paid by Coconut Development Board (CDB) and 25% by State Government concerned and balance 25% will be paid by farmer/grower.\nIn case, the State government does not agrees to bear 25% share of premium, farmers/growers, will be required to pay 50% of premium, if interested in insurance scheme. In case some planters/growers’ association wishes to bear the premium on behalf of planters/growers, such associations may do so if they have ‘insurable interest’. \nIn any case, the planters/ growers shall have to bear a minimum of 10% premium. Premium subsidy amount (50% by CDB and 25% by participating States) will be released to Insurance Company in advance based on estimates, which will be replenished / adjusted on quarter/year basis.\nInsurance Term:\nA policy can be issued for a maximum period of three years for which rebate in premium @7.5% for two year policy and 12.5% for three year policy will be provided to the planters/growers.\nEffort will be made to ensure that all eligible farmers/growers join the scheme by 31st March of year. However, those farmers/growers who do not join the scheme by 31st March may join the scheme subsequently, and in which case risk is covered from 1st day of succeeding month.\nContingency Insured:\nThis insurance policy pays for total loss of palm on account of happening of perils insured leading to death of insured palm or It’s becoming unproductive. In case, death of palm is not immediate, payment of sum insured will be payable on production of certificate from Coconut Development Board (CDB)/Agriculture / Horticulture Department justifying cause for declaring palm unproductive. A palm can be declared ‘unproductive’ only when further growth / rejuvenation of palm is removed / possible after the same damaged by peril(s) insured, provided palm is removed / felled by insured. In case farmer / grower wishes to retain unproductive palm as it is (without felling), salvage value of 50% of sum insured will be deducted from claim. In any case, loss of palm will have to be established to, occurrence of peril insured.",
    "eligibility": "Eligibility\nEligibility criteria:\nAs per the Scheme, individual farmers/growers offering at least 5 healthy nuts-bearing palms for insurance in specified age groups, (4-60 years for dwarf, hybrid, and 7-60 years for tall) contiguous area/plots will be eligible for insurance.\nNote 01: Insurance is for individual palms and not area-based.\nNote 02: Partial insurance of the plantation is not allowed.\nNote 03: A minimum of 5 healthy nut-bearing palms is the criterion to come under the insurance scheme.\nScope of cover:\nThe scheme will cover all healthy palms within the insurable age group in areas/districts selected for implementation of the scheme. Partial insurance of plantations in contiguous areas is not allowed. Insurance coverage is from the 4th/7th year to the 60th year, and split into two age groups i.e. 4-15 years and 16-60 years, for fixing premium and sum insured.\nSelf-declaration of age group by insured farmer/grower in insurance proposal will be acceptable. Insurance Company may get the insured palms verified for authenticity, at any time before expiry of the policy period or payment of the claim. Insurance becomes void in the event of a wrong declaration of age or any material fact by the insured, concerning insurance.\nFranchise:\nThe claim is assessed only if a number of palms damaged, due to perils insured are in a contiguous area is more than the palms lost as shown for different slabs:\nSl. No.\tNo. of Insured Palms in a contiguous area\tFranchise (Palms lost) \n1\t< 30 \t1\n2\t31-100 \t2\n3\t>100 \t3\nWaiting period:\nLoss/death of palms, within 30 days from inception of insurance, sum insured is not payable under the scheme, but this condition is not applicable in case of renewal of insurance, without time gap."
  },
  {
    "url": "https://www.myscheme.gov.in/schemes/ami",
    "title": "Agricultural Marketing Infrastructure",
    "description": "N/A",
    "benefits": "Benefits\nThe scheme envisages the following benefits:\n1)\tEnsure remunerative prices to the farmers for their produce\n2)\tAlternative &competitive marketing channels\n3)\tPromotion of small size processing units\n4)\tReduce post-harvest & handling losses\n5)\tPromote pledge financing and market access\n6)\tFarmer-consumer market linkages and also to assist in integration GrAMs with e-NAM portal",
    "eligibility": "Eligibility\nAnyone can apply for the scheme."
  }
]